{
    "demographics": "The name of the patient is Jane Donald. She is a 37-year-old White female. Her ethnicity is also identified as White. She stands 5 feet 5 inches tall and weighs 140 pounds. She is Catholic and speaks English as her primary language.",
    "social_background": "The patient works as an 8th-grade English teacher. Her family's annual income is approximately $300,000. She lives with her husband and two children, aged 7 and 10. She does not consume alcohol, use drugs, or smoke. She exercises regularly by going to the gym and walking daily. She perceives herself as relatively healthy, although she is frustrated by her allergies. She actively attends medical appointments and prepares healthy meals for her family. As a practicing Catholic, she attends church every Sunday.",
    "family_history": "The patient's mother is alive at the age of 70 and has a medical history of hypertension, hyperlipidemia, and asthma. Her father is also alive at the age of 74 and has hypertension and hyperlipidemia.",
    "medical_history": "The patient has a well-controlled case of asthma. She has a history of severe anaphylaxis due to allergies to peanuts and tree nuts. In addition to these, she is also allergic to kiwis.",
    "mental_health": "The patient copes with stress by relying on support from her husband and mother. She also uses physical activity, such as going to the gym and taking daily walks, as a means of stress relief.",
    "functional_status": "Before admission, the patient was fully independent—she managed her household and childcare responsibilities while working full-time. Currently, she is bedfast and requires the assistance of two staff members for mobility. She shows no sensory impairments and responds appropriately to verbal commands and discomfort. Her communication is conducted via whiteboard and text. There is a potential concern for friction and shear due to occasional sliding in bed. The physician has ordered that she engage in activity as tolerated.",
    "appointments_and_support": "The patient's attending provider is Dr. Alkim Kurt. Her support system includes her husband, Andrew, and her mother, Kelly.",
    "surgical_history": "The patient has no history of prior surgeries.",
    "er_admission": "The patient was admitted to the emergency room after experiencing an anaphylactic reaction following a restaurant meal. Emergency medical services administered two EpiPens; she presented with wheezing and stridor but was alert at the time. In the emergency department, she was intubated and placed on a ventilator, with treatment including a continuous epinephrine infusion and steroids. During her ICU stay, she received nutrition via an orogastric (OG) tube and was maintained under light sedation. She successfully passed a spontaneous breathing trial (SBT), and plans were made to extubate her in the coming days. A steroid taper was in progress, and she developed an oral pressure ulcer on her upper left lip from prolonged intubation. Her vital signs at admission included a temperature of 98.5°F, blood pressure of 130/60 mmHg, heart rate of 78 bpm, oxygen saturation of 98%, tidal volume of 3500 mL, respiratory rate of 16 breaths per minute, and FiO₂ of 30%.",
    "labs_and_vitals": "The patient’s vital signs remained stable, with a temperature of 98.5°F, blood pressure of 130/60 mmHg, heart rate of 78 bpm, oxygen saturation of 98%, tidal volume of 3500 mL, respiratory rate of 16, and FiO₂ of 30%. Lab tests revealed normal results in the complete blood count (CBC), including white blood cells at 5000/μL, hemoglobin at 12.3 g/dL, and hematocrit at 37%. Blood chemistry values were also within or near normal limits, with sodium at 144 mmol/L, potassium slightly elevated at 4.6 mmol/L, and glucose at 99 mg/dL. Urinalysis results were normal, showing clear yellow urine, specific gravity of 1.006, pH of 5, no red blood cells, and zero white blood cells. The urine culture was negative.",
    "medications_and_treatment": "The patient's home medications include an EpiPen, Albuterol as needed, and MiraLAX as needed. During inpatient care, she has been administered Methylprednisolone 60 mg IV every 8 hours, Dexmedetomidine at 0.2–1 mg/hr, Pantoprazole 40 mg IV daily, and Albuterol via nebulizer every 4 hours as needed. Additional medications include Acetaminophen 650 mg orally every 6 hours as needed, Senna 100 mg orally twice daily, ProSource 30 mL packets twice daily, Juven once daily, and daily doses of Vitamin C (500 mg), Zinc (50 mg), and a multivitamin.",
    "nutrition_and_gi": "The patient is receiving nutrition via an orogastric (OG) tube, using Jevity 1.5 formula at a rate of 45 mL per hour. Her supplemental nutrition includes ProSource, Juven, a multivitamin, Vitamin C, and Zinc. She receives free water flushes of 300 mL three times daily. Upon assessment, her abdomen was flat and non-distended, with bowel sounds present in all quadrants. There was no tenderness noted, and previous bloating had resolved. Overall intake status is considered adequate.",
    "urinary_and_bowel": "The patient has a Foley catheter in place, with urinary output described as clear yellow and without odor. She reports no discomfort. Her bowel regimen is active, with daily bowel movements that are soft, creamy, and brown. At home, she uses MiraLAX as needed.",
    "sensory_and_sleep": "The patient reports no complaints with vision or hearing, and her pupils are equal and reactive to light and accommodation (+PERLA). Her sleep is frequently interrupted due to ICU noise and care-related disturbances.",
    "wound_and_skin": "The patient has developed an oral pressure ulcer on her upper left lip as a result of prolonged intubation. According to the Braden Scale assessment, she has no sensory perception impairments, is rarely moist, is bedfast, has very limited mobility, receives adequate nutrition, and faces a potential problem with friction and shear. Preventative measures include ensuring that no devices are in direct contact with the skin, collaborating with respiratory therapy to correctly place endotracheal tube holders, turning the patient every 2 hours, and rotating the endotracheal tube every 4 hours. Wound care supplements include Vitamin C, a multivitamin, Zinc, Collagen, and ProSource. A wound care team has been consulted for hospital-acquired pressure injuries."
  }