{
    "demographics": "The patient’s name is Edmond “Ed” Martin, a 64-year-old Caucasian male born on January 1, 1961. He is 6’1” tall and weighs 226 pounds. He identifies as non-Hispanic and speaks English as his primary language.",
    "social_background": "Ed lives alone and is supported primarily by his daughter and ex-wife. He identifies as Christian and completed his education with a GED but did not pursue further schooling. Ed is a retired landscaper. He has a 30 pack-year history of smoking but quit smoking five years ago. He denies current alcohol or drug use. He lives on a fixed income, receiving approximately $2,200 per month through social security, and faces economic constraints that affect his access to health resources.",
    "family_history": "Ed’s father passed away at the age of 72 due to complications related to diabetes and had a history of hypertension and obesity. His mother died at 69 and had chronic kidney disease, hypertension, and a prior stroke. Ed has a younger brother, aged 60, who has hypertension and hyperlipidemia. His daughter is 40 years old and currently healthy.",
    "medical_history": "Ed has a significant medical history that includes hypertension, type II diabetes mellitus, hyperlipidemia, obesity, and stage 2 chronic kidney disease (CKD). He experiences several barriers to maintaining his health. Financially, he limits his use of blood glucose monitoring supplies in order to stretch them out longer. Nutritionally, he has difficulty accessing nutrient-dense foods due to their cost. Additionally, he has a mild distrust of the healthcare system, which he attributes to past experiences with what he perceives as implicit bias.",
    "mental_health": "Emotionally, Ed is extremely frustrated and exhibits signs of giving up, largely due to his loss of independence and difficulties with expressive aphasia following a stroke. His recent ICU admission and the stroke have been major stressors. He frequently invokes his Christian faith, requesting healing prayers from nurses. His ex-wife has voiced concern about his mental status, suspecting possible cognitive impairment or confusion.",
    "functional_status": "Ed is currently bedbound due to hemiplegia and a fear of movement. He often refuses to mobilize unless a Hoyer lift and two-person assist are used. He requires full assistance for repositioning and is unable to actively participate in physical therapy because of significant weakness and paralysis. Physician orders state “Assist of 2, Hoyer lift” and include a pending physical therapy evaluation.",
    "appointments_and_support": "Ed's primary support contact is his daughter, Deb, who can be reached at 234-567-8900. His attending provider is Dr. Alkim Kurt.",
    "surgical_history": "Upon admission, Ed received tPA (tissue plasminogen activator) after meeting eligibility criteria for the treatment of acute ischemic stroke.",
    "er_admission": "Ed was admitted to the ICU six days ago following an acute ischemic stroke involving the left middle cerebral artery (MCA). The stroke resulted in right-sided hemiplegia, dysphagia, and mild expressive aphasia.",
    "labs_and_vitals": "Ed's lab work reveals multiple abnormalities indicating both chronic and acute concerns. His white blood cell count is elevated at 11.1 cells/mm³ (normal: 4,100–10,900), possibly suggesting infection or inflammation. His hemoglobin is 11.3 g/dL and hematocrit is 34.7%, both slightly below normal, indicating mild anemia. His chemistries show low sodium (132 mEq/L) and potassium (3.4 mEq/L), both below reference ranges, which could reflect poor intake, losses, or medication effects. His glucose level is significantly elevated at 196 mg/dL (normal: 90–110), and his Hemoglobin A1c is 8.9%, indicating poorly controlled diabetes. Nutritional labs are also concerning, with low albumin (3.0 g/dL), prealbumin (11 mg/dL), and total protein (5.9 g/dL), all pointing to protein-energy malnutrition. Urinalysis was unremarkable, showing clear yellow urine with normal specific gravity, pH, and no red or white blood cells. Urine culture was negative.",
    "medications_and_treatment": "At home, Ed was taking Lisinopril 20 mg, Amlodipine 10 mg, Atorvastatin 80 mg, and Glargine insulin 20 units at bedtime. Upon admission, several new medications were added: Aspirin 81 mg daily for stroke prophylaxis, Losartan 50 mg daily, Apixaban 5 mg twice daily for anticoagulation, Docusate sodium 100 mg twice daily for constipation, and Pantoprazole 40 mg IV daily for ulcer prevention. He also receives 0.9% Normal Saline IV at 75 mL/hr for hydration and Labetalol 10 mg IV as needed for systolic blood pressure >180 mmHg. A sliding scale insulin regimen with Humalog (insulin lispro) is used at mealtimes, with dosages adjusted for blood glucose levels ranging from 150 to ≥350 mg/dL. For glucose ≥350, 10 units are administered and the provider is notified.",
    "nutrition_and_gi": "Abdominal exam showed a symmetrical, slightly distended abdomen with hypoactive bowel sounds and no tenderness. The patient experiences constipation related to immobility and is on a regular, minced and moist diet with thickened liquids. Despite needing high-protein, calorie-dense meals to support healing, Ed strongly dislikes the texture of the prescribed diet, often refusing both meals and protein supplements.",
    "urinary_and_bowel": "Functionally, Ed uses a bedside urinal but has difficulty due to generalized weakness and reliance on his nondominant hand. He remains continent and uses a bedpan for bowel movements but is at increased risk of constipation from immobility. Subjectively, Ed reports no prior issues with continence and describes his bowel movements as regular. However, he expresses frustration and embarrassment due to his current dependence and loss of autonomy.",
    "sensory_and_sleep": "Ed’s vision is functionally adequate with glasses, though he has not had an eye exam in five years and is concerned about potential diabetic retinopathy. His hearing is reportedly adequate with no concerns. His sleep is frequently interrupted by ICU noise and alarms. Staff observations include frequent snoring, which may indicate possible sleep apnea or disrupted sleep architecture.",
    "wound_and_skin": "Ed is at high risk for pressure injuries according to his Braden Scale assessment. His sensory perception is slightly limited—he generally responds to verbal commands but may not always communicate discomfort, and he may have some sensory impairment in one or two extremities. His skin is frequently moist, requiring linen changes at least once per shift. He is bedfast, completely confined to bed, with very limited mobility; although he makes occasional slight movements, he cannot reposition himself significantly or frequently. Nutritional status is very poor: he rarely eats more than a third of his meals, consumes fewer than two servings of protein daily, and does not take dietary supplements or sufficient fluids. Friction and shear present significant problems: he requires moderate to maximum assistance for movement, slides frequently, and spasticity or contractures contribute to constant skin friction.",
    "allergies": "Ed has a documented allergy to penicillin.",
    "immunizations": "Ed is not up to date on routine vaccinations. Records indicate he has not received recent immunizations for COVID-19, influenza, or pneumococcal disease.",
    "sexuality_reproductive": "Ed is not currently sexually active. He last underwent STI screening two years ago, which was negative. There are no recent objective findings or testing on file.",
    "roles_relationships": "Socially, Ed receives some support but remains relatively isolated. His daughter, Deb, is a nurse who visits when her work schedule allows. His ex-wife maintains contact through regular phone calls but has not visited since Ed’s ICU admission. His brother lives locally but they are estranged and have no current relationship."
  }
