{
  "demographics": "The patient's name is Kevin Anderson. He is a 61-year-old African American male. He was born on February 14, 1962. He is 6 feet 1 inch tall and weighs 300 pounds. He speaks English and has a bachelor's degree in business. The patient is Catholic, Christian, and attends weekly mass. He is up to date on all vaccinations.",
  "social_background": "The patient is retired and previously worked as an office manager. He lives at home with his wife, who is also his primary caregiver and earns $50,000 per year as a receptionist at a dentist office. Their total family income comes from her salary and social security. He does not smoke or consume alcohol. He expresses gratitude for his family’s support.",
  "family_history": "The patient's father had DM and HTN, suffered a stroke at age 68, and passed away. His mother is 90 years old, living in assisted living, and has HTN and T2DM. His brother (67) has T2DM, HTN, and Hyperlipidemia. His sister (58) has no known conditions.",
  "medical_history": "The patient has a history of uncontrolled HTN, T2DM, BPH, and a prior left MCA stroke resulting in right-sided hemiparesis, facial droop, dysarthria, and cognitive impairment. He is wheelchair bound and requires a lift assist device to get out of bed. He also has bilateral pressure injuries to the ischium, a diabetic left great toe ulcer, and an unstageable PI on the right heel.",
  "mental_health": "The patient expresses depression and frustration about his limitations. He previously received therapy but is not currently in therapy due to the therapist's retirement. He copes emotionally by attending weekly mass.",
  "functional_status": "The patient uses a wheelchair at baseline, is not independently mobile, and requires assistance. He has not attended physical or occupational therapy in the last year due to insurance issues, but practices exercises at home with his wife's help. He receives physical therapy weekly.",
  "appointments_and_support": "The patient is cared for by his wife, who ensures he attends all appointments and manages medications. His wife notes he is not in great health and lacks motivation, which he also acknowledges.",
  "surgical_history": "The patient had a thrombectomy in 2017 and an appendectomy in 2001.",
  "er_admission": "The patient was brought to the ER due to altered mental status and confusion. Upon arrival, he was somnolent but arousable, only able to state his name. Stroke code was activated but was negative for acute stroke. Vital signs: RR 25, O2 sat 92%, Temp 35.8°C, BP 80/40 (stabilized above 90 after levophed).",
  "labs_and_vitals": "Lab findings on admission: WBC 16, creatinine 2.0 (baseline 0.89), glucose 145 mg/dL, hemoglobin 11 g/dL, HCT 36%, sodium 139, potassium 4. Urinalysis: cloudy yellow urine with sediment, pH 5.4, specific gravity 1.012, 100 WBC/HPF, 0 RBC/HPF. WBC count is elevated; other values are within or near normal limits.",
  "medications_and_treatment": "The patient is currently taking Amlodipine 10 mg, Warfarin 5 mg, Atorvastatin 80 mg, ASA 81 mg, and Metformin 1000 mg BID. During hospitalization, Coumadin was changed to Lovenox 1 mg/kg BID. He is currently receiving ceftriaxone 1g IV every 8 hours. He is being weaned off levophed.",
  "nutrition_and_gi": "The patient has a BMI of 39.6 (obese). He tolerates easy-to-chew and honey-thickened liquids. He has met with a nutritionist but does not follow the recommended diet. He has no GI symptoms and eats regular meals. He reports no complaints but acknowledges he could be healthier.",
  "urinary_and_bowel": "The patient uses a Foley catheter and reports no urinary issues. He has daily bowel movements, uses a bedpan, and his stool is brown and formed.",
  "sensory_and_sleep": "The patient has no reported issues with vision or hearing. His eyes are +PERLA. He sleeps 8–10 hours per night and does not report difficulty sleeping.",
  "wound_and_skin": "The patient has Stage 3 pressure injuries and suspected deep tissue injuries (DTI). Skin is constantly moist (Braden moisture score: 1), with limited perception (score: 3), very limited mobility (score: 2), and is chairfast (activity score: 2). Nutrition score: 3. Friction and shear score: 1. Wound care nurse should be consulted. Repositioning should occur every 2 hours. Wedge pillows, heel floating devices, and special support pillows can help prevent injury progression. Nutritional risk factors include glucose control, vitamin/protein/albumin levels, and zinc intake."
}