{
    "demographics": "Cynthia Hallett is a 90-year-old African American female born on January 1, 1935. She is 5 feet 4 inches tall and weighs 153 pounds. She speaks English, identifies as non-Hispanic, and follows the Catholic faith. Her highest level of education is a high school diploma.",
    "social_background": "Cynthia is a retired homemaker who currently resides in a long-term care facility. She has been married for 68 years. Her personal income is $72.80 per month via Medicaid, with additional financial support provided by her family. She has no history of smoking, alcohol use, or illicit drug use. Cynthia identifies as Catholic and was previously active in her church community. She currently attends weekly mass services at the nursing home facility, although she sometimes wanders away shortly after services begin.",
    "family_history": "Her parents are deceased with no known medical history. Cynthia has three children: one living child, age 67, who is prediabetic and in otherwise good health; one deceased child who passed at age 65 with a history of hypertension, chronic kidney disease, and myocardial infarction; and another living child, age 64, who has hypertension, hyperlipidemia, and congestive heart failure.",
    "medical_history": "Cynthia has a medical history of dementia with behavioral disturbance, congestive heart failure (CHF), hyperlipidemia, chronic kidney disease stage 3, and generalized muscle weakness. She is allergic to Percocet, which causes urticaria. Her immunizations are up to date, including a COVID booster in November 2024, a flu vaccine in September 2024, an RSV vaccine in January 2025, and PCV20 in December 2021. Due to her dementia, she is unable to accurately perceive her health status. According to her family and nursing staff, her CHF was stable until recently. A cardiology visit six months ago was her last specialist encounter. She has experienced frequent falls and reduced oral intake, suggesting possible failure to thrive.",
    "mental_health": "Cynthia suffers from severe dementia with behavioral disturbances. Her initial ICU admission required frequent sedation due to agitation, though she has since become more acclimated. She exhibits worsening confusion and agitation in unfamiliar environments.",
    "functional_status": "Cynthia ambulates under supervision but is at high risk of falls, having experienced more than three falls in the past month due to fatigue and an unsteady gait. Due to cognitive impairment and inability to use assistive devices like a walker, she is not suitable for physical or occupational therapy. She is incontinent of both urine and stool but can use the toilet with prompting after meals. Her current activity order allows ambulation with supervision.",
    "appointments_and_support": "Cynthia’s attending provider is Dr. Alkim Kurt. Her primary support contact is her daughter Sue, reachable at 234-567-8900. She receives nursing home-level care and has ongoing support from her husband and daughter. She is routinely followed by nursing home providers and last saw cardiology six months ago.",
    "surgical_history": "Cynthia has a history of two previous Cesarean sections.",
    "er_admission": "Cynthia was admitted to the emergency department for worsening heart failure. She presented with increased shortness of breath at rest over two days, an 8-pound weight gain over a week, poor response to diuretics, and electrolyte abnormalities. Imaging revealed pulmonary congestion and cardiomegaly. Her ECG showed atrial fibrillation with a rapid ventricular rate between 115 and 125 bpm. She remained in the ICU for 48 hours.",
    "labs_and_vitals": "Cynthia’s complete blood count shows normal white blood cell levels at 7.5 cells/mm³ (normal range: 4,100–10,900), but her hemoglobin is low at 10.8 g/dL (normal: 12–15.2) and hematocrit is also low at 32% (normal: 37–46), indicating mild anemia. In terms of chemistries, she has low sodium at 132 mEq/L (normal: 135–145), low potassium at 3.4 mEq/L (normal: 3.5–4.5), and a slightly elevated glucose level at 116 mg/dL (normal: 90–110). Urinalysis is unremarkable with normal color, specific gravity, pH, and no red or white blood cells. Her urine culture returned negative, suggesting no infection.",
    "medications_and_treatment": "Cynthia is currently prescribed several medications. These include Docusate sodium 100 mg twice daily and Senna 8.6 mg daily for bowel regulation. Her diuretic Furosemide (Lasix) 40 mg twice daily is currently on hold due to IV administration. She receives Mirtazapine 15 mg, Olanzapine 5 mg, and Trazodone 50 mg at bedtime for behavioral and sleep issues. Cardiovascular management includes Metoprolol succinate ER 25 mg daily and Apixaban 5 mg twice daily. She also takes Acetaminophen 650 mg twice a day for pain or discomfort.",
    "nutrition_and_gi": "Cynthia has a BMI of 34.1, placing her in the obese category. She follows a no added salt (NAS), soft and bite-sized diet with thin liquids. Nutritional supplementation includes Ensure, 8 ounces three times daily between meals and at bedtime. On examination, her abdomen appears normal, with no distension, normal bowel sounds, and no tenderness or masses. Tympany was noted but is not concerning. She tolerates her diet well and no GI issues have been reported. However, the nursing facility notes that she has a poor baseline appetite.",
    "urinary_and_bowel": "Cynthia is incontinent of both urine and bowel, routinely wearing briefs. With prompting, she sometimes uses the toilet after meals. Her bowel regimen includes Docusate sodium and Senna to support regularity.",
    "sensory_and_sleep": "Cynthia appears to have adequate vision and hearing without the use of glasses or hearing aids. She frequently experiences disturbed sleep, often staying awake at night and wandering around the unit. She is often found falling asleep during the day while seated in a chair.",
    "wound_and_skin": "Based on the Braden Scale, Cynthia’s sensory perception is slightly limited—she responds to verbal commands but may not consistently express discomfort or the need to be repositioned. Her skin is often moist, requiring linen changes at least once per shift. While she occasionally walks short distances with or without help, she spends most of her time in bed or a chair. She can make slight changes to her body or limb positions independently. Nutritional intake is likely inadequate, with only about three protein servings per day and occasional supplement use. Friction and shear are a concern due to feeble movement and occasional sliding during repositioning.",
    "self_perception": "During her initial ICU stay, Cynthia exhibited agitation linked to cognitive impairment and required sedation. Since then, she has acclimated to her environment, aided significantly by frequent family presence and support.",
    "coping_and_stress_tolerance": "Cynthia becomes agitated and confused in unfamiliar environments, primarily due to cognitive decline. The presence of her husband and family helps reduce stress and improve her behavior. Her husband often tries to walk her around the unit to keep her calm and engaged.",
    "sexuality_reproductive": "Cynthia resides in a nursing home and is not sexually active. She has three children.",
    "roles_relationships": "Cynthia maintains close family relationships. Her husband visits daily, bringing treats from a local coffee shop and joining her for lunch. Her daughter is actively involved as her healthcare proxy and provides strong emotional and logistical support."
  }
