{
    "demographics": "Angela Dunright is a 20-year-old African American female, born on October 31, 2005. She is 5 feet 1 inch tall and weighs 130 pounds. She speaks English and practices Christianity. Angela is currently a college student pursuing a degree in Biology.",
    "social_background": "In January 2024, Angela was involved in a serious accident where a horse tripped and fell on her. At the time of the incident, she was not wearing any protective gear such as a helmet or safety vest. She can ambulate using a walker at home but primarily relies on a wheelchair for mobility outside. Angela does not use alcohol, tobacco, or illicit drugs. She is financially dependent on her parents and maintains an active social life, regularly participating in school and social activities and spending time with her best friend. She is not currently in a romantic relationship.",
    "family_history": "Angela’s primary support system consists of her father, Michael Dunright, and her mother, Lorie Dunright. They can be reached at (555) 123-3210. Her father is 45 years old with no known medical issues. Her mother, age 43, has hypertension and diabetes. Angela has no siblings. On her paternal side, her grandmother (67) had melanoma, which was removed, and currently has actinic keratosis. Her paternal grandfather (65) has hypertension and hyperlipidemia. Information on her maternal grandparents is unknown.",
    "medical_history": "Angela has a history of multiple significant health issues, including bacteremia (2025), cauda equina syndrome (2024), neurogenic bladder (2024), pyelonephritis (2024), urinary tract infections (2024), and bilateral lower extremity weakness (2024). She has no known allergies and is up to date on all immunizations. Angela was admitted to the ICU for pyelonephritis and suspected bacteremia, presenting with worsening fever, chills, body aches, and increasing hematuria. She had a prior ICU admission for bacteremia approximately six weeks earlier. Her ongoing complications stem from her 2024 accident, which caused cauda equina syndrome and neurogenic bladder. Angela and her family understand her conditions well and adhere closely to her treatment plan, which includes catheterization and prophylactic antibiotics.",
    "mental_health": "Despite her medical challenges, Angela maintains a positive outlook and is motivated to remain independent. She copes by seeking support from her parents and draws strength from her Christian faith during periods of stress.",
    "functional_status": "Angela uses a walker at home and primarily uses a wheelchair when outside. She requires intermittent catheterization due to urinary retention, a result of her neurogenic bladder. Her bilateral lower extremity strength is reduced to 3/5. Angela remains physically active to the extent possible, participating in physical and occupational therapy sessions twice a week.",
    "appointments_and_support": "Angela’s attending provider is Dr. Alkim Kurt.",
    "surgical_history": "In 2024, Angela underwent spinal decompression surgery following the accident that led to her cauda equina syndrome.",
    "er_admission": "There is no ER admission history available for Angela.",
    "labs_and_vitals": "Angela's complete blood count reveals an elevated white blood cell count of 17,000 cells/mm³, indicating a possible active infection or inflammatory process. Hemoglobin (13.2 g/dL), hematocrit (44%), red blood cells (4.9 million/mcL), and other red cell indices such as MCV, MCH, MCHC, and RDW are all within normal limits. Platelet count (275 x 10⁹/L) and mean platelet volume (8.8 fL) are also normal. Her comprehensive metabolic panel is largely within normal ranges. Glucose is 95 mg/dL, calcium is 9.6 mg/dL, and electrolytes including sodium (139 mEq/L), potassium (4.1 mEq/L), and chloride (98 mmol/L) are all normal. Liver and kidney function markers, including creatinine (1.01 mg/dL), BUN (12 mg/dL), AST (18 U/L), ALT (16 U/L), and total bilirubin (0.5 mg/dL), are also within expected ranges. Urinalysis shows cloudy, red urine—an abnormal finding suggesting hematuria. Specific gravity (1.019) and pH (6.2) are normal. Red blood cells (2/HPF) and white blood cells (5/HPF) are at the upper limit of normal. Both urine and blood cultures are currently pending, with negative results expected.",
    "medications_and_treatment": "Angela is on a mix of oral and intravenous medications. Her current oral medications include Oxybutynin 5 mg once daily, Nitrofurantoin 100 mg daily for urinary infection prevention, and Magnesium citrate 300 mg as needed. In the hospital, she receives IV Vancomycin (15 mg/kg) every 12 hours and Cefepime 2g every 8 hours, targeting suspected bacteremia. Acetaminophen 650 mg IV is available as needed every 4 hours for pain or fever. She also receives Normal Saline infusions: 500 mL on a scheduled basis and 250 mL as needed. Daily oral supplements include a multivitamin and continued Oxybutynin at 8 AM. Magnesium citrate is also available as needed. Her physician has not placed any activity or diet restrictions, though meal replacement shakes are limited to five per day.",
    "nutrition_and_gi": "On physical examination, Angela's abdomen appears flat with an even skin tone and no visible lesions or rashes. Bowel sounds are hypoactive across all quadrants. Percussion reveals tympany with scattered dullness, and palpation shows a nontender abdomen. Subjectively, she reports a low appetite and often feels too tired to eat. Her diet primarily consists of fast food and cup noodles, with only two meals per day, often only half-eaten. She occasionally drinks meal replacement shakes in the morning. She denies experiencing nausea, vomiting, diarrhea, or abdominal pain, and reports no known food intolerances or allergies.",
    "urinary_and_bowel": "Angela’s urine is cloudy, dark red/wine colored, and contains clots. She performs straight catheterization six times daily but sometimes forgets, leading to occasional moisture and leakage. Hematuria began four days ago, though she denies urinary frequency or painful urination. Regarding bowel habits, she is continent with the help of one-person assistance and has the call light within reach. She typically has 3–4 formed bowel movements per week and uses magnesium citrate as needed for constipation. She denies any blood in the stool or diarrhea.",
    "sensory_and_sleep": "Angela has no sensory impairments. Her pupils are equal, round, and reactive to light (PERRL), with 20/20 visual acuity, and she denies any vision changes. Her ear canals are clear, and her tympanic membranes are intact; she also denies any hearing issues. However, she appeared lethargic during examination and was slow to respond to verbal commands. Subjectively, she occasionally struggles with falling asleep due to noisy roommates.",
    "wound_and_skin": "Angela’s Braden Scale evaluation indicates slightly limited sensory perception—she generally responds to verbal commands but may not always express discomfort or the need to reposition. Her skin is often moist, requiring linen changes at least once per shift. She is chairfast, unable to walk or bear weight without assistance. Although she can make slight independent adjustments to her body position, her nutritional status is probably inadequate. She rarely finishes meals, consumes limited protein, and only occasionally uses supplements. She presents a moderate risk of skin breakdown due to friction and shear from occasional sliding in bed or her wheelchair.",
    "sexuality_and_reproductive": "Angela has a regular monthly menstrual cycle, with her most recent period beginning two weeks ago. She is not currently sexually active."
  }
