{
  "demographics": "The patient’s name is Alma Sampson. She is an 84-year-old female, 62 inches (157 cm) tall and weighing 170 pounds (77.3 kg). She reports no known drug allergies (NKDA). Alma identifies as a Jehovah’s Witness.",
  "social_background": "Alma lives with her daughter, Aida, who is also her caretaker. Aida can be reached at 555-567-8900. Alma completed a high school GED but did not attend college. She is a widow and worked as a homemaker, never holding employment outside the home. She was born in Ethiopia and immigrated to the United States in 1968 at the age of 28. She speaks both Amharic and English. As a lifelong member of the Jehovah’s Witness faith, she regularly attends church in the neighboring town. She has never used tobacco, drinks alcohol only on rare special occasions, and denies any drug use. Alma currently receives little to no social security income and is financially supported by living with her daughter. Alma is both religious and spiritual. She is affiliated with the Jehovah’s Witness faith and attends services in a neighboring town. She has been a lifelong member of the church since childhood.",
  "family_history": "Both of Alma’s parents are deceased, having passed away in their 70s. She has one living sibling, an 82-year-old sister with Alzheimer’s disease, type 2 diabetes, breast cancer, and hypertension. Her other siblings include a brother who died at 76 from heart failure, another brother who died at 60 due to complications from alcohol abuse, and a sister who died at 80 from an infection related to poorly controlled type 2 diabetes. Alma has four children—two sons and two daughters—all of whom are alive and healthy.",
  "medical_history": "Alma has a complex medical history that includes hypertension, dyslipidemia, type 2 diabetes, coronary artery disease, peripheral neuropathy, hypothyroidism, mild cognitive impairment, and vitamin D deficiency. She has a history of breast cancer, for which she underwent a right mastectomy and lymph node removal. She also has a history of lymphedema in the right upper extremity. There are no records of her immunizations. Her attending provider is Dr. Diva Patel.",
  "mental_health": "Alma sees herself as a proud mother and wife who feels satisfied with her life. She is spiritually engaged and actively participates in her church. She often misses her late husband but is not afraid of dying. Despite poor short-term memory causing some frustration, she generally reports being emotionally content. She leans on her religious community for emotional support and believes she manages stress well.",
  "functional_status": "According to her daughter, Alma’s overall health is “not great,” with particular concerns about memory and mobility. Alma herself feels “old, but doing well considering her medical problems.” She sees her primary care provider every four months and also follows up with specialists in cardiology and endocrinology. Alma is diagnosed with early-stage dementia that is slowly progressing. She remains independent in her activities of daily living (ADLs), but struggles with some instrumental activities of daily living (IADLs), for which her daughter provides help. Before hospitalization, she could walk without a cane or walker, using furniture for support, though her daughter now reports worsening strength and coordination. Alma does not engage in regular exercise.",
  "appointments_and_support": "Alma lives with her daughter in an in-law apartment, where she receives daily care. She regularly sees her grandchildren and great-grandchildren throughout the month and maintains active involvement in her church.",
  "surgical_history": "Alma has undergone several surgeries throughout her life, including a hysterectomy in 1988 at age 48, full teeth extraction in 1999 at age 59, and a right breast mastectomy with lymph node resection in 2005 at age 65.",
  "er_admission": "Alma was admitted to the emergency room after a fall that resulted in a left hip fracture and a left-sided hemothorax. She received an open reduction and internal fixation (ORIF) of the left hip and underwent emergent chest tube placement to manage the hemothorax.",
  "labs_and_vitals": "Alma’s complete blood count showed a white blood cell count of 9,400 cells/mm³, within the normal range. However, her hemoglobin was low at 10.5 g/dL (normal 12–15.2), and hematocrit was also low at 32% (normal 37–46), indicating mild anemia. Blood chemistries revealed normal sodium and potassium levels at 144 and 4 mEq/L, respectively. Her glucose level was elevated at 165 mg/dL (normal 90–110). Urinalysis showed cloudy urine with a specific gravity of 1.009 and pH of 5.9. There were no red blood cells, and white blood cells were present at 5/HPF, at the upper end of the normal range. Urine culture was negative.",
  "medications_and_treatment": "Alma is prescribed several daily medications: Zestril (lisinopril) 20 mg, Hydrodiuril (hydrochlorothiazide) 50 mg, Zocor (simvastatin) 40 mg, Aspir-81 (aspirin) 81 mg, Glucophage (metformin) 1 g twice daily, Synthroid (levothyroxine) 81 mcg, Cholecalciferol (vitamin D3) 2000 IU, Namenda (memantine) 5 mg, and Desyrel (trazodone) 50 mg at night. Her physician orders include a regular diet with thin liquids, and she is to get out of bed three times a day to a chair with one-person assistance and a walker. She must follow hip precautions due to recent surgery: no bending her hip beyond 90 degrees, no crossing legs or feet, no lying on her unoperated side for six weeks, and no twisting the upper body when standing. Sequential compression devices (SCDs) should be worn at all times when in bed or seated.",
  "nutrition_and_gi": "Alma has a BMI of 31.1 and wears full upper and lower dentures. She appears slightly dehydrated with skin tenting at the clavicle and exhibits muscle wasting throughout. On abdominal exam, her abdomen was slightly rounded with active bowel sounds and no guarding, masses, or tenderness. She denies nausea, vomiting, or diarrhea. Her last bowel movement occurred yesterday after receiving an enema. She is on a regular diet and generally finishes half of her meals. However, her appetite is decreased, which she attributes to feeling drowsy and experiencing difficulty breathing. She reports being afraid to eat due to a sensation of breathlessness.",
  "urinary_and_bowel": "Alma experiences variable urinary continence. She wears pads for occasional accidents, which occur mostly when her bladder is full or while out. She remains continent of bowel function but experiences occasional constipation, which she manages by drinking prune juice.",
  "sensory_and_sleep": "Cognitively, Alma is alert and oriented to person and place but is disoriented to situation and date (A&Ox2). She uses glasses for farsightedness but reports blurry vision even with them, though she can still read with effort. She is hard of hearing and wears hearing aids only when reminded. She often needs the television volume turned up and dislikes using her hearing aids. Alma reports pain in her left hip and chest, with an intensity of 5 to 6 out of 10. She has difficulty falling asleep and wakes multiple times during the night to use the bathroom. She takes trazodone at night, which helps slightly.",
  "wound_and_skin": "Alma's skin assessment reveals moderate risk for pressure injuries. Her sensory perception is slightly limited—she responds to verbal commands but cannot always communicate discomfort or the need to be turned, and has some sensory impairment in one or two extremities. Her skin is occasionally moist, requiring an extra linen change approximately once a day. She is chairfast, with severely limited ability to walk and relies on assistance to be moved to a chair or wheelchair. Mobility is very limited; she can make only slight changes in body or limb position and cannot reposition herself frequently. Nutritional intake is probably inadequate—she rarely finishes meals, consumes about half of her food, and gets around three servings of protein per day, sometimes using dietary supplements. She is at potential risk for friction and shear-related injuries, as she moves feebly and may slide during repositioning, although she usually maintains her position."
}
