{
  "demographics": "The name of the patient is Michael Smith. He is a 32-year-old White male of European ethnicity. He is 70 inches tall and weighs 162 pounds. He identifies as Non Denominational and speaks English. His attending provider is Dr. Carl Halneck.",
  "social_background": "The patient lives with his mother, Cheryl, who also serves as his healthcare proxy and primary caretaker. He completed high school but did not attend college. He previously worked as a line cook at a restaurant and is currently unemployed. He receives disability benefits totaling $13,000 per year from social security. Cheryl is listed as his emergency contact and can be reached at 234-567-8900. The patient believes in God but does not actively practice any religion or think about it much.",
  "family_history": "Michael’s mother is alive at 61 years old and has type 2 diabetes mellitus (T2DM), hypertension (HTN), and hyperlipidemia (HLP). His father passed away in 2018 due to liver failure, which was related to alcohol abuse and hypertension. He also has a sister who is 32 years old and in good health.",
  "medical_history": "Michael has a history of substance misuse involving alcohol, marijuana, and cocaine, all of which he ceased using in 2019. He sustained a complete C4 spinal cord injury in a motor vehicle accident in December 2019, resulting in quadriplegia. He also suffers from a neurogenic bladder that requires a chronic indwelling urinary catheter and experiences autonomic dysreflexia. He has a chronic stage 4 pressure injury on his coccyx. His immunizations are up to date. Michael perceives his health as mediocre and admits to neglecting diet and movement. He sees his primary care provider twice a year.",
  "mental_health": "Michael is dealing with ongoing depression and often expresses guilt and frustration about his dependency on others. His self-concept is poor, but he is actively working on this through cognitive behavioral therapy (CBT). He sees a therapist weekly and takes Sertraline 50 mg daily for depression. He has been clean from alcohol, marijuana, and cocaine since 2019. Although he struggles emotionally, he remains engaged in therapy.",
  "functional_status": "Michael is quadriplegic with spasticity in all limbs. He uses an electric wheelchair controlled by a sip-and-puff joystick. He requires full assistance for feeding and is dependent on his mother and personal care assistants (PCAs) for daily tasks. His relationship with his mother is strong, and he is working on improving his relationship with his sister. His care plan includes being transferred out of bed with a Hoyer lift to his wheelchair three times a day for meals, as tolerated. He is bedfast and cannot reposition himself; frequent sliding due to spasticity is a concern.",
  "appointments_and_support": "Michael was accompanied to the emergency department by his mother, Cheryl. At home, he receives regular visits and support from PCAs.",
  "surgical_history": "Michael has undergone two surgeries: an anterior cervical discectomy and fusion at the C4-C5 level in 2019, and a coccyx wound debridement in 2023.",
  "er_admission": "Michael was admitted to the emergency room with a fever and a worsening stage 4 pressure injury on his coccyx. His vital signs included a temperature of 102.8°F, heart rate of 112 bpm, blood pressure of 89/60 mmHg, respiratory rate of 20, and oxygen saturation of 97%. He reported foul drainage and pressure sensation at the wound site but no pain. He was diagnosed with sepsis and osteomyelitis and was started on Vancomycin 1g IV daily and Piperacillin/Tazobactam 3.375g IV every 6 hours.",
  "labs_and_vitals": "On admission, the patient presented with a temperature of 102.8°F, heart rate of 112 beats per minute, blood pressure of 89/60 mmHg, respiratory rate of 20 breaths per minute, and oxygen saturation of 97%. Lab tests showed an elevated white blood cell count of 19,000/μL, indicating infection. Hemoglobin was measured at 12.3 g/dL and hematocrit at 38%, both within normal limits. Blood chemistry revealed sodium at 146 mmol/L, potassium at 4.2 mmol/L, and glucose at 105 mg/dL. Urinalysis showed cloudy, dark yellow urine with a specific gravity of 1.04, pH of 7.9, no red blood cells, and 8 white blood cells, suggesting mild inflammation. The urine culture result was negative.",
  "medications_and_treatment": "The patient’s oral medications include Lioresal (baclofen) 10 mg three times daily, Ditropan XL (oxybutynin) 5 mg twice daily, Prilosec (omeprazole) 40 mg daily, Zoloft (sertraline) 50 mg daily, Miralax (polyethylene glycol) 17 g daily in water, Colace (docusate sodium) 100 mg daily, a daily multivitamin, and Tylenol (acetaminophen) 650 mg every 6 hours as needed. IV antibiotics administered during hospitalization include Vancomycin 1 g daily and Piperacillin/Tazobactam 3.375 g every 6 hours.",
  "nutrition_and_gi": "The patient has a body mass index (BMI) of 23.2 and healthy dentition. On abdominal exam, his abdomen was flat and nontender with hypoactive bowel sounds. He reports a decreased appetite over the last 3 to 4 days. He is on a regular diet with assistance and typically consumes more than 50% of most meals, including around 4 servings of protein per day. His diet sometimes includes takeout food. He supplements his intake with one to two Ensure drinks daily. He denies experiencing nausea, vomiting, diarrhea, or abdominal pain.",
  "urinary_and_bowel": "The patient has a neurogenic bladder managed with a chronic indwelling urinary catheter, last changed approximately 2.5 weeks ago. Urine is described as cloudy and medium-dark yellow. He also experiences chronic constipation with hypoactive bowel sounds. His last bowel movement was two days ago. He takes Miralax and Colace for bowel management but has missed some doses over the past two weeks.",
  "sensory_and_sleep": "Cognitively, the patient is alert and oriented to person, place, time, and situation (A&Ox4). He reports a pain level of 8 out of 10, which worsens during muscle spasms. Regarding vision, his eyes are PERRLA with white conjunctiva; he wears glasses and denies any vision issues. His last eye exam was one year ago. Ear examination showed clean ears, and he denies any drainage, itching, vertigo, hearing loss, or tinnitus. Sleep quality is poor—he tends to go to bed late and has trouble falling asleep. He occasionally uses Nyquil to help with sleep, which he finds effective.",
  "wound_and_skin": "The patient has a stage 4 pressure ulcer on the coccyx, presenting with green, yellow, and bloody drainage accompanied by a foul odor. The wound is infected, with a diagnosis of osteomyelitis and sepsis. According to the Braden Scale, the patient scores a 1 for sensory perception, activity, mobility, and friction/shear, indicating severe risk. He scores a 2 for moisture and a 3 for nutrition. Additionally, there is a small red blister located at the inferior urethral meatus."
}
